tap 'caskroom/cask'
brew 'archey'
brew 'ack'
brew 'git'
brew 'gh'
brew 'nvm'
brew 'python'
brew 'resty'
brew 'chruby'
brew 'ruby-brew'
brew 'webkit2png'
brew 'ffmpeg'
brew 'direnv'
brew 'postgresql'
brew 'ngrok'
brew 'redis'
brew '--HEAD hub'

cask 'google-chrome'

cask 'iterm2'
cask 'github'
cask 'heroku-toolbelt'
cask 'paparazzi'

cask 'alfred'
cask 'dropbox'
cask 'flux'
cask 'mou'
cask 'skype'
cask 'spotify'
cask 'utorrent'
cask 'google-drive'
cask 'slack'
cask 'evernote'
cask 'skitch'

