#tap 'caskroom/cask'
#tap 'caskroom/fonts'
#tap 'homebrew/bundle'
#tap 'homebrew/core'
#tap 'homebrew/services'
tap 'heroku/brew'
tap 'AdoptOpenJDK/openjdk'

#brew 'ack'
brew 'antigen'
#brew 'git'
#brew 'ruby-build'
#brew 'rbenv'
#brew 'wget'
#brew 'zsh'
brew 'ruby-install'
brew 'chruby'
brew 'postgres'
brew 'redis'
brew 'nodejs'
brew 'mas'
brew 'heroku'

cask 'iterm2'
cask 'google-chrome'
cask '1password'
cask 'visual-studio-code'
cask 'vlc'
cask 'atom'
cask 'sourcetree'
cask 'microsoft-teams'
cask 'microsoft-office'
cask 'slack'
cask 'polymail'
cask 'google-drive-file-stream'
cask 'adoptopenjdk11'

mas 'Magnet', id: 441258766
mas 'CPU LED', id: 448189857
mas 'Microsoft Todo', id: 1274495053
mas 'wifi explorer', id: 494803304
mas 'Speedtest by Ookla', id: 1153157709
